Repository: lewdrops/neetbot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es

source: We have logged in as {user}
de: Wir haben uns angemeldet als {user}
es: Hemos iniciado sesión como {user}

source: bot mode off!
de: Bot ausgeschaltet!
es: modo bot desactivado!

source: bot mode on!
de: Bot eingeschaltet!
es: modo bot encendido

source: looking up {word}...
de: {word} wird nachgeschlagen...
es: mirando hacia arriba {word}...

source: good bot
de: guter bot
es: buen bot

source: `{content}` means `{translation.text}`
de: `{content}` bedeutet v`{translation.text}`
es: `{content}` significa `{translation.text}`

source: That's what you are, but what am I?
de: Das bist du, aber was bin ich?
es: Eso es lo que eres, pero ¿qué soy yo?

source: No, I am Great Bot
de: Nein, ich bin ein gro√üartiger Bot.
es: No, soy un gran bot

source: B-baka!
de: Idiot!

source: Hello!
de: Hallo!
es: ¡Hola!

source: received a message
de: Eine Nachricht wurde empfangen
es: recibió un mensaje

source: {member} - joined on - {join_date}, and has been here for {duration}
de: {member} - beigetreten am - {join_date} ,
es: {member} - se unió en - {join_date}, y ha estado aquí por {duration}
